test/zoo/inheritance/exported/inheritance_4_erd_crow.mmd
erDiagram
  %% Generated by Mocodo 4.0.3
  NEC {
    TYPE pulvinar PK
    TYPE audis
  }
  LACUS {
    TYPE tempor PK
    TYPE fugit
  }
  TRISTIS {
    TYPE magna PK
    TYPE vestibulum
  }
  SODALES {
    TYPE convallis PK
    TYPE ipsum
  }
  LACUS ||--|{ NEC: MOLLIS
  NEC }|--|| SODALES: VITAE
  SODALES }|--|{ LACUS: ULTRICES
